Repository: geopolitickaistrazivanja/cgi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sr_cyrl

source: Profil
sr_cyrl: Профил

source: Korisnik
sr_cyrl: Корисник

source: Kontakt informacije
sr_cyrl: Контакт информације

source: Datumi
sr_cyrl: Датуми

source: Telefon
sr_cyrl: Телефон

source: Adresa
sr_cyrl: Адреса

source: Kreirano
sr_cyrl: Креирано

source: Ažurirano
sr_cyrl: Ажурирано

source: Profil korisnika
sr_cyrl: Профил корисника

source: Profili korisnika
sr_cyrl: Профили корисника

source: Uspešno ste se registrovali.
sr_cyrl: Успешно сте се регистровали.

source: Molimo unesite korisničko ime i lozinku.
sr_cyrl: Молимо унесите корисничко име и лозинку.

source: Uspešno ste se prijavili.
sr_cyrl: Успешно сте се пријавили.

source: Pogrešno korisničko ime ili lozinka. Molimo pokušajte ponovo.
sr_cyrl: Погрешно корисничко име или лозинка. Молимо покушајте поново.

source: Uspešno ste se odjavili. <a href="{}">Prijavite se ponovo</a>
sr_cyrl: Успешно сте се одјавили. <a href="{}">Пријавите се поново</a>

source: CGI administracija
sr_cyrl: CGI администрација

source: Izvor
sr_cyrl: Извор

source: Izvezi izabrane emailove u CSV
sr_cyrl: Извези изабране емаилове у CSV

source: Izvezi sve emailove u CSV
sr_cyrl: Извези све емаилове у CSV

source: Kontakt forma
sr_cyrl: Контакт форма

source: Registracija
sr_cyrl: Регистрација

source: Email korisnika
sr_cyrl: Email корисника

source: Emailovi korisnika
sr_cyrl: Emailови корисника

source: Putanja fajla
sr_cyrl: Путња фајла

source: Uploadovano
sr_cyrl: Uploadовано

source: Korišćeno
sr_cyrl: Коришћено

source: Korišćeno u
sr_cyrl: Коришћено у

source: ID instance
sr_cyrl: ID инстанце

source: CKEditor uploadi
sr_cyrl: CKEditor uploadи

source: Ime je obavezno.
sr_cyrl: Име је обавезно.

source: Prezime je obavezno.
sr_cyrl: Презиме је обавезно.

source: Telefon je obavezan.
sr_cyrl: Телефон је обавезан.

source: Email je obavezan.
sr_cyrl: Email је обавезан.

source: Email nije validan.
sr_cyrl: Email није валидан.

source: Poruka je obavezna.
sr_cyrl: Порука је обавезна.

source: Poruka je prekratka.
sr_cyrl: Порука је прекратка.

source: Poruka je uspešno poslata. Kontaktiraćemo vas uskoro.
sr_cyrl: Порука је успешно послата. Контактираћемо вас ускоро.

source: Došlo je do greške pri slanju poruke. Molimo pokušajte ponovo.
sr_cyrl: Дошло је до грешке при слању поруке. Молимо покушајте поново.

source: Moj nalog
sr_cyrl: Мој налог

source: Korisnički podaci
sr_cyrl: Кориснички подаци

source: Korisničko ime
sr_cyrl: Корисничко име

source: Nije unet
sr_cyrl: Није унет

source: Prijava
sr_cyrl: Пријава

source: Lozinka
sr_cyrl: Лозинка

source: Prijavi se
sr_cyrl: Пријави се

source: Nemate nalog?
sr_cyrl: Немате налог?

source: Registrujte se
sr_cyrl: Региструјте се

source: Potvrdite lozinku
sr_cyrl: Потврдите лозинку

source: Registruj se
sr_cyrl: Региструј се

source: Već imate nalog?
sr_cyrl: Већ имате налог?

source: Prijavite se
sr_cyrl: Пријавите се

source: Run the selected action
sr_cyrl: Покрени изабрану акцију

source: Izaberi sve %(total_count)s %(module_name)s
sr_cyrl: Изабери све %(total_count)s %(module_name)s

source: Clear selection
sr_cyrl: Обриши избор

source: Documentation
sr_cyrl: Документација

source: CGI - Centar za geopolitička istraživanja
sr_cyrl: CGI - Центар за геополитичка истраживања

source: Odjava
sr_cyrl: Одјава

source: O nama
sr_cyrl: О нама

source: Kontakt
sr_cyrl: Контакт

source: Izmeni jezik
sr_cyrl: Измени језик

source: Meni
sr_cyrl: Мени

source: Pretraži
sr_cyrl: Претражи

source: Pretraga
sr_cyrl: Претрага

source: Početna
sr_cyrl: Почетна

source: Teme
sr_cyrl: Теме

source: Otvori kategorije
sr_cyrl: Отвори категорије

source: Otvori izbor jezika
sr_cyrl: Отвори избор језика

source: Pretraži teme...
sr_cyrl: Претражи теме...

source: Beograd, Srbija
sr_cyrl: Београд, Србија

source: Nazad na vrh
sr_cyrl: Назад на врх

source: Reč unapred: Zašto centar za geopolitička istraživanja?
sr_cyrl: Реч унапред: Зашто центар за геополитичка истраживања?

source: Geopolitika je dugo bila zanemarivana i negirana. Diskvalifikujuće je svođena na „prevaziđen pristup", „arhaičan način mišljenja", „ideološku dogmu", „doktrinarno zastranjivanje"…, i tako poricana njena naučna i upotrebna vrednost. Uprkos tome, geopolitika je od naučne discipline dosegla nivo samostalne nauke, a svet uporedo postajao sve više geopolitičan. Balkan je sinonim geopolitike i nikada nije prestao da se suočava sa tom činjenicom. Ma koliko „bežao" od geopolitike, geopolitika ga je uvek „sustizala". Ta njegova prošlost, sadašnjost, a izvesno je i budućnost naročito važi za Srbiju, srpski narod i srpske zemlje u celini. Pokazalo se da je misliti i delati geopolitički za Srbe od životne važnosti.
sr_cyrl: Геополитика је дуго била занемаривана и негирана. Дисквалификујуће је сведена на „превазиђен приступ", „архаичан начин мишљења", „идеолошку догму", „доктринарно застрањивање"…, и тако порицана њена научна и употребна вредност. Упркос томе, геополитика је од научне дисциплине достигла ниво самосталне науке, а свет упаредо постајао све више геополитичан. Балкан је синоним геополитике и никада није престао да се суочава са том чињеницом. Ма колико „бежао" од геополитике, геополитика га је увек „сустизала". Та његова прошлост, садашњост, а извесно је и будућност нарочито важи за Србију, српски народ и српске земље у целини. Показало се да је мислити и делати геополитички за Србе од животне важности.

source: Danas se srpska naučna, prosvetna, kulturna, medijska i javna scena uopšte suočavaju sa reafirmacijom geopolitike. To je „eho" burnih procesa preraspodele moći i političko-teritorijalnog restrukturisanja od globalnog do regionalnog nivoa. Uzroci i posledice se najadekватније objašnjavaju na geopolitički način, i to širom sveta bez izuzetka – od Pekinga i Tokija, do Vašingtona i Buenos Ajresa, i od Moskve i Berlina, do Nju Delhija i Pretorije. Paradoksalno – s jedne strane, geopolitika je zahvaćena pravom poplavom senzacionalističkih analiza „estradnih" novinskih, podkast i TV analitičara od kojih joj preti opasnost da postane „sve i ništa". S druge strane, sporo i nedovoljno se pozicionira u visokoškolskim i naučno-istraživačkim institucijama, gde tzv. stare nauke žele da je i dalje zadrže u stanju hibernacije.
sr_cyrl: Данас се српска научна, просветна, културна, медијска и јавна сцена уопште суочавају са реафирмацијом геополитике. То је „ехо" бурних процеса перасподеле моћи и политичко-територијалног реструктурисања од глобалног до регионалног нивоа. Узроци и последице се најадекватније објашњавају на геополитички начин, и то широм света без изузетка – од Пекинга и Токија, до Вашингтона и Буенос Ајреса, и од Москве и Берлина, до Њу Делхија и Преторије. Парадоксално – с једне стране, геополитика је захваћена правом поплавом сензационалистичких анализа „естрадних" новинских, подкаст и ТВ аналитичара од којих јој прети опасност да постане „све и ништа". С друге стране, споро и недовољно се позиционира у високошколским и научно-истраживачким институцијама, где тзв. старе науке желе да је и даље задрже у стању хибернације.

source: Stoga je formiranje Centra za geopolitička istraživanja ne samo akademska, već i praktična potreba. On bi trebalo da bude centar gravitacije za već geopolitički obrazovane i istraživački dokazane autore gde će raspravljati o aktuelnim pojavama i procesima, preispitivati stereotipe i dekonstruisati predrasude, te strategološki razmatrati scenarije za vreme koje dolazi, prvenstveno u balkanskom i srpskom ključu. Uporedo, sabiraće mlade i pružiti im nedostajuće geopolitičko znanje, motivišući ih da svoju kreativnu energiju usmere na razmišljanje u smislu „oprostorenja političkog". Jer samo u tom slučaju neće budućnost iznenaditi njih, već će oni iznenaditi i kreirati budućnost. Na „polzu" svoju, svoga naroda i države.
sr_cyrl: Стога је формирање Центра за геополитичка истраживања не само академска, већ и практична потреба. Он би требало да буде центар гравитације за већ геополитички образоване и истраживачки доказане ауторе где ће расправљати о атуелним појавама и процесима, преиспитивати стереотипе и деконструисати предрасуде, те стратеголошки разматрати сценарије за време које долази, првенствено у балканском и српском кључу. Упаредо, сабираће младе и пружити им недостајуће геополитичко знање, мотивишући их да своју креативну енергију усмере на размишљање у смислу „опросторења политичког". Јер само у том случају неће будућност изненадити њих, већ ће они изненадити и креирати будућност. На „ползу" своју, свога народа и државе.

source: O autoru - Milomir Stepić
sr_cyrl: О аутору - Миломир Степић

source: Kontaktirajte nas
sr_cyrl: Контактирајте нас

source: Ime
sr_cyrl: Име

source: Prezime
sr_cyrl: Презиме

source: Poruka
sr_cyrl: Порука

source: Pošalji poruku
sr_cyrl: Пошаљи поруку

source: Novi Sad, Srbija
sr_cyrl: Нови Сад, Србија

source: Svrha
sr_cyrl: Сврха

source: Postojanje i rad CGI usmereni su na proučavanje geopolitičkih pojava i procesa u svetu, posebno na Balkanu. Geopolitika, ranije marginalizovana kao način mišljenja i nauka, kod nas je na mukotrpan način obnavljana tokom razgradnje SFRJ, a na globalnom planu, mada nikada nije zanemarivana u praksi, pravi preporod doživela je sa multipolarizacijom poretka i rasplamsavanjem oružanih konflikata širom sveta.
sr_cyrl: Постојање и рад CGI усмерени су на проучавање геополитичких појава и процесау свету, посебно на Балкану. Геополитика, раније маргинализована као начинмишљења и наука, код нас је на mukотрпан начин обнављана током разградњеСФРЈ, а на глобалном плану, мада никада није занемаривана у пракси, правипрепород доживела је са мултиполаризацијом поретка и распламсавањем оружанихконфликата широм света.

source: U tom kontekstu, veliku, često životnu važnost ima objektivno poimanje, proučavanje i objašnjavanje ne samo recentnih događaja, već njihovih uzroka i posledica, te predviđanje daljih dinamičnih tokova i transformacija.
sr_cyrl: У том контексту, велику, често животну важност има објективно поимање,проучавање и објашњавање не само рецентних догађаја, већ њихових узрока ипоследица, те предвиђање даљих динамичних токова и трансформација.

source: Geopolitička istraživanja
sr_cyrl: Геополитичка истраживања

source: Obrazovanje i razvoj
sr_cyrl: Образовање и развој

source: Polazište
sr_cyrl: Полазиште

source: Ideja-vodilja CGI jeste okupljanje priznatih stručnjaka u oblasti geopolitike u najširem smislu – u prvom redu naučnika, ali i diplomata, privrednika, oficira, novinara, kulturnih poslenika… – kako bi objektivno analizirali stvarnost sve oštrijeg nadmetanja za vladanje prostorom u njegovom kvantitativnom i kvalitativnom smislu.
sr_cyrl: Идеја-водиља CGI јесте окупљање признатих стручњака у области геополитике унајширем смислу – у првом реду научника, али и дипломата, привредника,официра, новинара, културних посленика… – како би објективно анализиралистварност све оштријег надметања за владање простором у његовомквантитативном и квалитативном смислу.

source: Namera CGI je da privuče sve zainteresovane za geopolitiku, naročito mlade ljude, da njihovo obrazovanje proširi nedostajućim geopolitičkim znanjima i tako doprinese stvaranju nove nacionalne elite koja će u turbulentnim vremenima koja dolaze biti spremna da se suoči sa svim izazovima.
sr_cyrl: Намера CGI је да привуче све заинтересоване за геополитику, нарочито младељуде, да њихово образовање прошири недостајућим геополитичким знањима и такодопринесе стварању нове националне елите која ће у турбулентним временимакоја долазе бити спремна да се суочи са свим изазовима.

source: Ciljna grupa
sr_cyrl: Циљна група

source: Ciljna grupa su studenti osnovnih, master i doktorskih studija geografije, istorije, politikologije, prava, ekonomije, sociologije, bezbednosti, vojne i policijske akademije državnih i privatnih fakulteta i strukovnih studija, kao i mlađi novinari, državni službenici, urednici portala…
sr_cyrl: Циљна група су студенти основних, мастер и докторских студија географије,историје, политикологије, права, економије, социологије, безбедности, војнеи полицијске академије државних и приватних факултета и струковних студија,као и млађи новинари, државни службеници, уредници портала…

source: Studenti i obrazovanje
sr_cyrl: Студенти и образовање

source: Delatnost
sr_cyrl: Делатност

source: Rad CGI zasniva se na spoljnim saradnicima i njihovom učešću na tematskim predavanjima, naučnim konferencijama, okruglim stolovima, istraživačkim projektima, ad hoc debatama, medijskim nastupima, podkast digitalnim serijama…
sr_cyrl: Рад CGI заснива се на спољним сарадницима и њиховом учешћу на тематскимпредавањима, научним конференцијама, округлим столовима, истраживачкимпројектима, ad hoc дебатама, медијским наступима, подкаст дигиталнимсеријама…

source: CGI ima sopstvenu izdavačku delatnost, koja obuhvata objavljivanje mahom naučnih monografija i zbornika, strogo vodeći računa o kvalitetu radova i kompetentnosti autora.
sr_cyrl: CGI има сопствену издавачку делатност, која обухвата објављивање махомнаучних монографија и зборника, строго водећи рачуна о квалитету радова икомпетентности аутора.

source: Jedna od ključnih aktivnosti CGI jeste organizovanje seminara i škola geopolitike, savremenog, interaktivnog karaktera. Način rada je kabinetski, a nekada kombinovanog, odnosno kabinetskog i terenskog tipa, te na kraju podrazumeva da polaznici dobiju sertifikat o uspešnom završetku.
sr_cyrl: Једна од кључних активности CGI јесте организовање семинара и школа геополитике, савременог, интерактивног карактера. Начин рада је кабинetsки, а некада комбинованог, односно кабинetsког и теренског типа, те на крају подразумева да полазници добију сертификат о успешном завршетку.

source: Izdavačka delatnost
sr_cyrl: Издавачка делатност

source: Seminari i škole
sr_cyrl: Семинари и школе

source: Nema slike
sr_cyrl: Нема слике

source: Nema tema u ovoj kategoriji.
sr_cyrl: Нема тема у овој категорији.

source: Kategorije
sr_cyrl: Категорије

source: Nema kategorija.
sr_cyrl: Нема категорија.

source: Najnovije teme
sr_cyrl: Најновије теме

source: Osnovne informacije
sr_cyrl: Основне информације

source: Opis
sr_cyrl: Опис

source: Naziv
sr_cyrl: Назив

source: Redosled
sr_cyrl: Редослед

source: Koristi se za sortiranje kategorija u padajućem meniju
sr_cyrl: Користи се за сортирање категорија у падајућем менију

source: Category
sr_cyrl: Категорија

source: Categories
sr_cyrl: Категорије

source: Naslov
sr_cyrl: Наслов

source: Kategorija
sr_cyrl: Категорија

source: Meta naslov
sr_cyrl: Meta наслов

source: Meta opis
sr_cyrl: Meta опис

source: Kratak opis
sr_cyrl: Кратак опис

source: Pun opis
sr_cyrl: Пун опис

source: Topic
sr_cyrl: Тема

source: Topics
sr_cyrl: Теме

source: Istraživanje savremenih geopolitičkih procesa
sr_cyrl: Истраживање савремених геополитичких процеса

source: Centar za geopolitička istraživanja
sr_cyrl: Центар за геополитичка истраживања

source: Sva prava zadržavana
sr_cyrl: Сва права задржавана
